{
    "id": "2024Biologie",
    "title": [
      {
        "lang": "de",
        "value": "Bildungsstandards Biologie MSA 2024"
      }
    ],
    "csv_delimiter": ",",
    "base": "https://w3id.org/iqb/v44",
    "outDir": "./",
    "creator": "IQB - Institut zur Qualitätsentwicklung im Bildungswesen",
    "vocabularies": [
      {
        "id": "k1",
        "title": [
          {
            "lang": "de",
            "value": "Kompetenzbereiche des Fachs Biologie"
          }
        ],
        "filenameSource": "k1_Kompetenzbereiche.csv",
        "filenameTarget": "k1_Kompetenzbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Mit dem Erwerb des Mittleren Schulabschlusses verfügen die Lernenden über Kompetenzen in den Naturwissenschaften im Allgemeinen sowie über Kompetenzen in der Biologie im Besonderen.\n\nDie in der Sekundarstufe I erworbenen Kompetenzen und Inhalte bilden unter anderem die Grundlage für ihr zukünftiges Leben, die Berufsausbildung sowie die Sekundarstufe II.\n\nDas den Bildungsstandards für den Mittleren Schulabschluss zugrunde liegende Modell der naturwissenschaftsbezogenen Kompetenzen umfasst die vier Kompetenzbereiche Sach-, Erkenntnisgewinnungs-, Kommunikations- und Bewertungskompetenz:\n\nDie Sachkompetenz der Lernenden zeigt sich in der Kenntnis naturwissenschaftlicher Begriffe, Konzepte, Gesetzmäßigkeiten, Theorien und Verfahren verbunden mit der Fähigkeit, diese zu beschreiben, zu erklären, sachgerecht zu nutzen und auf fach- und alltagsbezogene Sachverhalte zu übertragen.\n\nDie Erkenntnisgewinnungskompetenz der Lernenden zeigt sich in der Kenntnis grundlegender naturwissenschaftlicher Denk- und Arbeitsweisen verbunden mit der Fähigkeit, diese zu beschreiben, zu erklären, für Erkenntnisprozesse systematisch zu nutzen und deren Möglichkeiten und Grenzen zu reflektieren.\n\nDie Kommunikationskompetenz der Lernenden zeigt sich in der Kenntnis von Fachsprache und fachtypischen Darstellungen verbunden mit der Fähigkeit, daraus fachbezogene Informationen zu erschließen, diese adressaten- und situationsgerecht aufzubereiten und sich argumentativ auszutauschen.\n\nDie Bewertungskompetenz der Lernenden zeigt sich in der Kenntnis von fachlichen und überfachlichen Perspektiven und Bewertungsverfahren verbunden mit der Fähigkeit, Handlungsoptionen anhand verschiedener Kriterien zu beurteilen, um Entscheidungen auch auf ethischer Grundlage zu treffen, die Folgen abzuschätzen und Entscheidungsprozesse zu reflektieren.\n\nDiese vier Kompetenzbereiche durchdringen einander und bilden gemeinsam die Fachkompetenz im Fach Biologie ab. Kompetenzen zeigen sich in der Verbindung von Kenntnissen und Fähigkeiten in den jeweiligen Kompetenzbereichen und sind nur im Umgang mit Inhalten zu erwerben. Die Kompetenzbereiche sind in Teilkompetenzbereiche untergliedert. Sie werden in Form von Regelstandards präzisiert, die von Lernenden bis zum Erreichen des Mittleren Schulabschlusses zu erwerben sind. Verbindliche inhaltliche Aspekte, anhand derer Kompetenzen erworben werden, sind im Kapitel Verbindliche inhaltliche Aspekte aufgeführt.\"\""
          }
        ]
      },
      {
        "id": "b1",
        "title": [
          {
            "lang": "de",
            "value": "Basiskonzepte"
          }
        ],
        "filenameSource": "b1_Basiskonzepte.csv",
        "filenameTarget": "b1_Basiskonzepte.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Der Beschreibung und Erklärung von biologischen Sachverhalten liegen fachspezifische Gemeinsamkeiten zugrunde, die sich in Form von Basiskonzepten strukturieren lassen. Die Basiskonzepte im Fach Biologie ermöglichen die Vernetzung fachlicher Inhalte und deren Betrachtung aus verschiedenen Perspektiven. Die Basiskonzepte werden übergreifend auf alle Kompetenzbereiche bezogen und sind damit für alle Standards bedeutsam. Sie können kumulativ den Aufbau von strukturiertem Wissen und die Erschließung neuer Inhalte fördern.\n\nLebewesen stehen in stofflichen, energetischen und informatorischen Wechselwirkungen mit ihrer Umwelt, sind offene Systeme, zu Selbstregulation fähig und entwickeln sich individuell und evolutiv. Daraus werden folgende Basiskonzepte für den Biologieunterricht abgeleitet: Struktur und Funktion, Stoff- und Energieumwandlung, Information und Kommunikation, Steuerung und Regelung sowie individuelle und evolutive Entwicklung. Diese Basiskonzepte ermöglichen eine multiperspektivische, vernetzte und vertiefte Herangehensweise an Themen und Problemstellungen des Biologieunterrichts und eine Fokussierung auf zentrale Aspekte innerhalb der Vielfalt biologischer Phänomene. Basiskonzepte lassen sich auf verschiedenen Systemebenen betrachten.\n\nBasiskonzepte unterstützen durch das Entdecken gleicher Erklärungsmuster zum einen die Vertiefung der bis zum Mittleren Schulabschluss erworbenen Kompetenzen, zum anderen erleichtern sie die Entwicklung fachbezogener Kompetenzen, indem sie einen nachhaltigen und vernetzten Wissenserwerb fördern.\"\""
          }
        ]
      },
      {
        "id": "i1",
        "title": [
          {
            "lang": "de",
            "value": "Verbindliche inhaltliche Aspekte"
          }
        ],
        "filenameSource": "i1_Verbindliche_inhaltliche_Aspekte.csv",
        "filenameTarget": "i1_Verbindliche_inhaltliche_Aspekte.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Die Liste verbindlicher inhaltlicher Aspekte dient dazu, einen einheitlichen Grundstock an Inhalten zu benennen, mithilfe derer die in den Bildungsstandards für das Fach Biologie definierten Kompetenzen erworben und überprüft werden. Diese Inhalte sollen in Grundzügen behandelt oder an Beispielen ausgewählt zum Kompetenzaufbau beitragen. Entsprechende Präzisierungen können landesspezifisch vorgenommen werden.\"\""
          }
        ]
      },
      {
        "id": "a1",
        "title": [
          {
            "lang": "de",
            "value": "Anforderungsbereiche"
          }
        ],
        "filenameSource": "a1_Anforderungsbereiche.csv",
        "filenameTarget": "a1_Anforderungsbereiche.ttl",
        "description": [
          {
            "lang": "de",
            "value": "\"\"Mit Blick auf die unterrichtliche Einbindung von Aufgaben werden folgende Anforderungsbereiche unterschieden:\"\""
          }
        ]
      }
    ]
  }
